adobe-source-han-sans-otc-fonts
alacritty-git
alacritty-terminfo-git
albert
alex
alsa-utils
altdns
android-tools
android-udev
arachni
arandr
arch-audit
archlinuxcn-keyring
arpwatch
atop
audit
autoconf
automake
bash
bat
bbscan
bcc-git
bcc-tools-git
bear
binutils
bison
blackarch-keyring
blackman
bluez
bluez-utils
boost
bridge-utils
bspwm
bzip2
c
ccze
chromium
clamav
clang
cmake
code
compton
conky
copyq
coreutils
cowsay
cpio
cquery
cryptsetup
csrftester
ctags
device-mapper
dhclient
dhcpcd
dialog
diff-so-fancy
diffutils
dmenu
dos2unix
dstat
dunst
e2fsprogs
efibootmgr
eslint
exa
exfat-utils
expac
fakenet-ng
fakeroot
fasd
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-libpinyin
fcitx-qt5
fcitx-sunpinyin
fcitx-ui-light
fd
feh
ffmpeg
file
filesystem
find-dns
findutils
fish
flake8
flex
fortune-mod
four-in-a-row
ftplib
fzf
gawk
gcc
gcc-fortran
gcc-libs
gdb
gettext
git
gittools
glibc
global
gnu-netcat
go
goaccess
gotop-bin
grep
grim
groff
grub
gzip
hdparm
htop
httpie
hub
i3-gaps
i3blocks
i3lock
i3status
icmpsh
imagemagick
inetutils
intel-ucode
iproute2
iputils
iw
jdk8-openjdk
jfsutils
jq
kchmviewer
kitty
lantern-bin
lazygit
less
libreoffice-fresh
libtool
libvirt
libzip
licenses
light
lightdm
lightdm-gtk-greeter
linux
linux-docs
linux-headers
lldb
llvm
logrotate
lolcat
lrzsz
lsof
ltrace
lua
lvm2
lynis
m4
make
mako
man-db
man-pages
mariadb
maven
mdadm
mdcrack
mesa-demos
meson
mibble
mpc
mpd
mpg123
mpv
mtr
mupdf
mutt
namcap
nano
ncdu
ncmpcpp
ncurses5-compat-libs
neofetch
neovim
neovim-gtk-git
neovim-qt-git
netattack
netctl
netdata
netease-musicbox-git
netreconn
network-manager-applet
networkmanager
newsboat
nnn
noto-fonts-emoji
npm
ntfs-3g
numlockx
nvidia
nvidia-utils
obs-studio
octave
openconnect
openssh
opensvp
os-prober
pacgraph
pacman
pandoc
parcellite
parted
pass
patch
pciutils
pcmanfm
pcmciautils
pdfbook-analyzer
perf
perl
perl-cpan-meta-check
pet-git
phantomjs
pikaur
pkgconf
pkgfile
pmap
polybar
postman-bin
powerline-fonts
prettyping
procps-ng
progress
psmisc
pulseaudio-bluetooth
py3status
python
python-delegator.py
python-docopt
python-isort
python-markdown
python-neovim
python-numpy
python-pip
python-protobuf
python-psutil
python-tornado
python2
python2-dpkt
python2-flask-cors
python2-libregf-python
python2-neovim
python2-oauth2
python2-pypcap
python2-rpi-gpio
qemu
rainbow
ranger
rar
redshift
reiserfsprogs
rkhunter
rlwrap
rofi
rsync
ruby
ruby2.3-text-table
rustup
s-nail
screenfetch
scrot
sddm
sed
shadow
shellcheck
shfmt
sigthief
sl
slop
slurp
smali-cfgs
smtp-vrfy
stow
strace
subdomainer
sudo
sway
swayidle
swaylock
sxhkd
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
task
tcl
teardown
texinfo
the_silver_searcher
thrift
tig
tldr
tmux
todoman
tor
tree
trizen
ttf-dejavu
typescript
unzip
usbutils
util-linux
valgrind
vi
vim
virtualbox
w3m
wapiti
waybar
weston
wget
which
whowatch
wireshark-qt
wl-clipboard
wpa_supplicant
wqy-microhei
wrk
wtf
xcompmgr
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xinit-xsession
xlockmore
xmlstarlet
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yapf
ydcv
zip
zsh
